app/controllers/articles_controller.rb

INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["created_at", "2014-05-10 20:44:38.082654"], ["text", "Test Text"], ["title", "Add something the postgresql"], ["updated_at", "2014-05-10 20:44:38.082654"]]
---
	def create
		@article = Article.new(article_params)
		if @article.save